CarroNetPhp/webservices/jimpisoft_cities.php

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getCities xmlns="http://www.jimpisoft.pt/Rentway_Reservations_WS/getCities">
            <objRequest>
                <companyCode>9999</companyCode>
                <countryID>173</countryID>
            </objRequest>
        </getCities>
    </soap:Body>
</soap:Envelope>